Repository: lizardsystem/lizard-kml
Catalog: lizard_kml/locale/*/LC_MESSAGES/django.po
Languages: nl

source: name
nl: naam

source: category_name_help_text
nl: Naam van de categorie.

source: description
nl: beschrijving

source: category_description_help_text
nl: Omschrijving van de categorie. Is momenteel niet in gebruik.

source: sorting index
nl: sorterings index

source: sorting_index_help_text
nl: Optionele waarde om de volgorde van de lijst te bepalen. Er wordt aflopend gesorteerd, dus objecten met een lagere waarde komen eerst.

source: collapsed by default
nl: Categorie is standaard ingeklapt

source: collapsed_by_default_help_text
nl: Indien aangevinkt, wordt deze categorie standaard ingeklapt. Dit is bijvoorbeeld handig voor categorieën met veel items.

source: Category
nl: Categorie

source: Categories
nl: Categorieën

source: Static
nl: Statisch

source: Dynamic
nl: Dynamisch

source: kml_resource_name_help_text
nl: Naam van de KML bron.

source: kml_resource_description_help_text
nl: Omschrijving van de KML bron. Is momenteel niet in gebruik.

source: url_help_text
nl: URL van het externe KML bestand, of de WMS laag, die gekoppeld wordt aan de Google Earth plugin. Mag leeg blijven als naar een dynamisch opgebouwde KML wordt verwezen, zoals de jarkus-data.

source: kml_type_help_text
nl: <p class="help">Het type KML waar deze referentie naar gaat wijzen. </p><p class="help">Laat dit op 'Dynamisch' staan, voor de Jarkus data. Het URL veld wordt in dit geval niet gebruikt. </p><p class="help">Gebruik 'Statisch' om naar een statisch KML bestand te verwijzen, dat ergens op internet staat. Het URL veld moet in dit geval wijzen naar een geldig KML bestand. </p><p class="help">Als laatste is het ook mogelijk om een 'WMS' bron te koppelen. Hiervoor moet in het URL veld een geldige WMS URL opgegeven worden.</p>

source: system name
nl: systeemnaam

source: slug_help_text
nl: Unieke (systeem) naam voor deze KML bron. Aan de hand van dit veld koppelt het system extra functionaliteit aan de KML bron. Momenteel is alleen de naam 'jarkus' hier bruikbaar. Voor andere soorten data mag dit veld dus leeg blijven.

source: preview image
nl: voorbeeld-plaatje

source: preview_image_help_text
nl: Plaatje wat getoond wordt als vooruitzicht, als men met de muis boven de KML bron gaat staan. De optimale grootte hiervoor is 200px breed, en 150px hoog.

source: KML resource
nl: KML bestand

source: KML resources
nl: KML bestanden

source: Back to homepage
nl: Terug
